# периодичность отправки в минутах
period_m_1 = 120
period_m_3 = 90
period_m_4 = 75
period_m_10 = 120


# время начала отправки сообщений, которые отправляются в заданом промежутке
start_time_m_1 = '11:30'
start_time_m_3 = '10:45'
start_time_m_4 = '09:15'
start_time_m_10 = '10:40'
start_time_m_12 = '10:30'

# время остановки отправки сообщений, которые отправляются в заданом промежутке
stop_time_m_1 = '17:30'
stop_time_m_3 = '19:45'
stop_time_m_4 = '20:45'
stop_time_m_10 = '16:40'
stop_time_m_12 = '21:00'

# время отправки одиночных сообщений
at_time_m_5 = '21:05'
at_time_m_6 = '10:00'
at_time_m_7 = '17:40'
at_time_m_8 = '12:20'
at_time_m_9 = '13:00'

at_time_m_11_1 = '12:00'
at_time_m_11_2 = '16:20'
at_time_m_12_1 = '11:15'
at_time_m_12_2 = '12:45'
at_time_m_12_3 = '16:00'
at_time_m_12_4 = '17:15'
at_time_m_12_5 = '18:45'

at_time_m_13 = '08:15'
at_time_m_14 = '08:15'
at_time_m_15 = '08:15'
at_time_m_16 = '08:15'
at_time_m_17 = '08:15'
at_time_m_18 = '08:15'
